"Volume" = "Volume"; 
"Modulation" = "Modulation"; 
"Character" = "Caractère"; 
"Cutoff" = "Fréquence de coupure"; 
"Resonance" = "Résonance"; 
"Cutoff Envelope" = "Enveloppe de coupure"; 
"Duration" = "Durée"; 
"Animation" = "Animation"; 
